benchmark/txt_reports/pyflask/result_parse_url_2m_0.bin.txt
Requests      [total, rate, throughput]         8505945, 70882.90, 70876.94
Duration      [total, attack, wait]             2m0s, 2m0s, 10.084ms
Latencies     [min, mean, 50, 90, 95, 99, max]  85.3µs, 1.233ms, 1.108ms, 1.799ms, 2.05ms, 2.974ms, 66.556ms
Bytes In      [total, mean]                     134257824, 15.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:8505945  
Error Set: