benchmark/txt_reports/pyflask/result_parse_url_2m_7088.bin.txt
Requests      [total, rate, throughput]         850559, 7088.03, 7088.02
Duration      [total, attack, wait]             2m0s, 2m0s, 104.31µs
Latencies     [min, mean, 50, 90, 95, 99, max]  71.84µs, 183.689µs, 158.429µs, 256.585µs, 322.113µs, 579.653µs, 31.891ms
Bytes In      [total, mean]                     13425168, 15.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:850559  
Error Set: