benchmark/txt_reports/pyflask/result_post_2m_0.bin.txt
Requests      [total, rate, throughput]         8907039, 74225.41, 74210.34
Duration      [total, attack, wait]             2m0s, 2m0s, 24.356ms
Latencies     [min, mean, 50, 90, 95, 99, max]  85.99µs, 1.169ms, 1.063ms, 1.747ms, 1.991ms, 2.804ms, 59.05ms
Bytes In      [total, mean]                     302839326, 34.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:8907039  
Error Set: