benchmark/txt_reports/pyflask/result_post_2m_7421.bin.txt
Requests      [total, rate, throughput]         890525, 7421.10, 7421.10
Duration      [total, attack, wait]             2m0s, 2m0s, 120.04µs
Latencies     [min, mean, 50, 90, 95, 99, max]  69.89µs, 176.518µs, 155.693µs, 246.214µs, 295.811µs, 492.139µs, 24.449ms
Bytes In      [total, mean]                     30277850, 34.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:890525  
Error Set: