benchmark/txt_reports/pyflask/result_post_read_2m_0.bin.txt
Requests      [total, rate, throughput]         8325050, 69375.42, 69374.39
Duration      [total, attack, wait]             2m0s, 2m0s, 1.779ms
Latencies     [min, mean, 50, 90, 95, 99, max]  97.54µs, 1.281ms, 1.159ms, 1.833ms, 2.08ms, 2.952ms, 59.625ms
Bytes In      [total, mean]                     224776350, 27.00
Bytes Out     [total, mean]                     216451300, 26.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:8325050  
Error Set: