benchmark/txt_reports/pyflask/result_raw_json_2m_7106.bin.txt
Requests      [total, rate, throughput]         852717, 7106.01, 7106.00
Duration      [total, attack, wait]             2m0s, 2m0s, 107.97µs
Latencies     [min, mean, 50, 90, 95, 99, max]  70.91µs, 176.166µs, 156.063µs, 246.445µs, 293.655µs, 474.884µs, 23.408ms
Bytes In      [total, mean]                     28139661, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:852717  
Error Set: